Repository: felixmeyer6/music-player
Catalog: Music/Resources/*.lproj/Localizable.strings
Languages: fr

source: Playlists
fr: Playlist

source: No playlists yet
fr: Aucune playlist

# create_playlists_instruction
source: Create playlists by adding songs to them from the library
fr: Créez des playlist en y ajoutant des musiques depuis la bibliothèque

source: Add to Playlist
fr: Ajouter à la playlist

source: Create New Playlist
fr: Créer une nouvelle playlist

source: Create Playlist
fr: Créer une playlist

# playlist_name_placeholder
source: Playlist name
fr: Nom de la playlist

# enter_playlist_name
source: Enter a name for your new playlist
fr: Entrez un nom pour votre nouvelle playlist

source: Delete Playlist
fr: Supprimer la playlist

# delete_playlist_confirmation
source: Are you sure you want to delete '%@'? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Create
fr: Créer

source: Done
fr: Terminé

source: Edit
fr: Modifier

source: Edit Playlist
fr: Modifier la playlist

source: Save
fr: Enregistrer

# enter_new_name
source: Enter a new name for the playlist
fr: Entrez un nouveau nom pour la playlist

source: Manage Playlists
fr: Gérer les playlist

# songs_count_singular
source: %d song
fr: %d musique

# songs_count_plural
source: %d songs
fr: %d musiques

# created_date
source: Created %@
fr: Créée le %@

source: No songs found
fr: Aucune musique trouvée

# your_music_will_appear_here
source: To add your music: 1. Open the Files app (or tap 'Add Songs') 2. Choose either: • iCloud Drive → Music folder • On My iPhone → Music 3. Drag your music files into either location
fr: Pour ajouter vos musiques : 1. Ouvrez l'app Fichiers (ou appuyez sur 'Ouvrir Fichiers') 2. Choisissez soit : • iCloud Drive → dossier Music • Sur mon iPhone → Music 3. Glissez vos musiques dans l'un des deux emplacements

# create_first_playlist
source: Create your first playlist to get started
fr: Créez votre première playlist pour commencer

# all_songs
source: Tracks
fr: Vos musiques

# liked_songs
source: Liked
fr: Favoris

# add_songs
source: Open Files
fr: Ouvrir Fichiers

source: Import music files
fr: Importer des musiques

source: Settings
fr: Réglages

source: Retry
fr: Réessayer

source: Open Settings
fr: Ouvrir les Réglages

source: Continue
fr: Continuer

source: Back
fr: Retour

source: Get Started
fr: Commencer

source: I'm signed in
fr: Connecter

source: It's enabled
fr: Activer

source: Library
fr: Musique

source: Artists
fr: Artistes

source: Search
fr: Rechercher

source: Browse
fr: Parcourir

source: Songs
fr: Musiques

source: Processing
fr: Traitement

source: Waiting
fr: En attente

# and_more
source: ... and %d more
fr: ... et %d de plus

source: No artists found
fr: Aucun artiste trouvé

# artists_will_appear
source: Artists will appear here once you add music to your library
fr: Les artistes apparaîtront ici une fois que vous ajouterez de la musique à votre bibliothèque

source: No albums found
fr: Aucun album trouvé

# albums_will_appear
source: Albums will appear here once you add music to your library
fr: Les albums apparaîtront ici une fois que vous ajouterez de la musique à votre bibliothèque

source: Artist
fr: Artiste

source: Play
fr: Lecture

source: Shuffle
fr: Aléatoire

source: Loading artist...
fr: Chargement de l'artiste...

source: Playing Queue
fr: File de lecture

source: No songs in queue
fr: Aucune musique dans la file

source: No track selected
fr: Aucune piste sélectionnée

source: Search your music library
fr: Rechercher dans votre bibliothèque musicale

# find_songs_artists_albums_playlists
source: Find songs, artists, albums, and playlists
fr: Trouvez des musiques, artistes, albums et listes de lecture

source: No results found
fr: Aucun résultat trouvé

# try_different_keywords
source: Try searching with different keywords
fr: Essayez avec des mots-clés différents

source: Show Artist Page
fr: Afficher la page de l'artiste

# add_to_playlist_ellipsis
source: Add to Playlist...
fr: Ajouter à la liste de lecture...

source: Delete File
fr: Supprimer le fichier

# delete_file_confirmation
source: Are you sure you want to delete '%@'? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action ne peut pas être annulée.

source: Appearance
fr: Apparence

source: Information
fr: Informations

source: Minimalist library icons
fr: Icônes minimalistes

source: Force Dark Mode
fr: Mode sombre forcé

source: App Name
fr: Nom de l'app

source: GitHub Repository
fr: Dépôt GitHub

# use_simple_icons
source: Use simple icons without colored backgrounds in the library sections.
fr: Utilisez des icônes simples sans arrière-plans colorés dans les sections de la bibliothèque.

# override_system_appearance
source: Override system appearance and force the app to use dark mode.
fr: Remplacer l'apparence du système et forcer l'application à utiliser le mode sombre.

source: Background Color
fr: Couleur d'arrière-plan

# choose_color_theme
source: Choose the color theme for background effects across all screens.
fr: Choisissez le thème de couleur pour les effets d'arrière-plan sur tous les écrans.

# add_to_liked_songs
source: Add to Liked
fr: Ajouter aux favoris

# remove_from_liked_songs
source: Remove from Liked
fr: Retirer des favoris

source: All
fr: Tout

source: Library Out of Sync
fr: Bibliothèque désynchronisée

# library_sync_message
source: Your music library is currently out of sync with iCloud. Some features may not work until you sign back in.
fr: Votre bibliothèque musicale n'est actuellement pas synchronisée avec iCloud. Certaines fonctionnalités pourraient ne pas fonctionner jusqu'à ce que vous vous reconnectiez.

source: Offline Mode
fr: Mode hors ligne

# offline_mode_message
source: iCloud sync disabled. Music files in Documents folder only.
fr: Synchronisation iCloud désactivée. Fichiers musicaux dans le dossier Documents uniquement.

source: iCloud Connection Required
fr: Connexion iCloud requise

# welcome_to_cosmos
source: Welcome to Music
fr: Bienvenue dans Musique

source: Sign in to Apple ID
fr: Se connecter à l'identifiant Apple

# sign_in_message
source: To sync your music and favorites across devices, please make sure you're signed in to your Apple ID.
fr: Pour synchroniser votre musique et vos favoris sur tous vos appareils, assurez-vous d'être connecté à votre identifiant Apple.

# if_signed_in_continue
source: If you're signed in, you can continue
fr: Si vous êtes connecté, vous pouvez continuer

source: Enable iCloud Drive
fr: Activer iCloud Drive

# icloud_drive_message
source: iCloud Drive lets you access your music files from any device and keeps your favorites synced.
fr: iCloud Drive vous permet d'accéder à vos fichiers musicaux depuis n'importe quel appareil et garde vos favoris synchronisés.

# if_icloud_enabled_continue
source: If iCloud Drive is enabled, you can continue
fr: Si iCloud Drive est activé, vous pouvez continuer

source: Add Your Music
fr: Ajoutez votre musique

# how_to_add_music
source: You can add music files to either iCloud Drive (syncs across devices) or locally (this device only):
fr: Vous pouvez ajouter vos musiques soit dans iCloud (synchronisé sur vos appareils) ou localement :

source: Open Files App
fr: Ouvrir l'app Fichiers

source: Navigate to iCloud Drive
fr: Naviguer vers iCloud Drive

# find_cosmos_player_folder
source: Find Music Folder
fr: Trouver le dossier Music

# add_your_music_instruction
source: Add Your Music
fr: Ajoutez votre musique

source: Signed in to Apple ID
fr: Connecté à l'identifiant Apple

source: Not signed in to Apple ID
fr: Non connecté à l'identifiant Apple

source: Cannot detect Apple ID status
fr: Impossible de détecter le statut de l'identifiant Apple

# icloud_drive_enabled
source: iCloud Drive is enabled
fr: iCloud Drive est activé

# icloud_drive_not_enabled
source: iCloud Drive is not enabled
fr: iCloud Drive n'est pas activé

# cannot_detect_icloud_status
source: Cannot detect iCloud Drive status
fr: Impossible de détecter le statut d'iCloud Drive

# find_open_files_app
source: Find and open the Files app on your device
fr: Trouvez et ouvrez l'app Fichiers

# tap_icloud_drive_sidebar
source: Choose 'iCloud Drive' or 'On My iPhone' in the sidebar
fr: Choisissez 'iCloud Drive' ou 'Sur mon iPhone' dans la barre latérale

# look_for_cosmos_folder
source: Find the 'Music' folder and open it
fr: Trouvez le dossier 'Music' et ouvrez-le

# copy_music_files
source: Copy your FLAC or MP3 files into this folder
fr: Copiez vos fichiers FLAC ou MP3 dans ce dossier

# found_tracks
source: Found %d tracks
fr: %d pistes trouvées

# processing_colon
source: 🎵 Processing:
fr: 🎵 Traitement :

# waiting_colon
source: ⏳ Waiting:
fr: ⏳ En attente :

# songs_count
source: %d songs
fr: %d musiques

source: Your favorites
fr: Vos favoris

source: Your playlists
fr: Vos listes de lecture

source: Browse by artist
fr: Parcourir par artiste

source: Browse by album
fr: Parcourir par album

source: Unknown Album
fr: Album inconnu

source: Unknown Artist
fr: Artiste inconnu

# sync_no_new_tracks
source: No new music found
fr: Aucune nouvelle musique trouvée

# sync_one_new_track
source: 1 new song found
fr: 1 nouvelle musique trouvée

# sync_multiple_new_tracks
source: %d new songs found
fr: %d nouvelles musiques trouvées

# sync_one_track_deleted
source: 1 song removed
fr: 1 musique supprimée

# sync_multiple_tracks_deleted
source: %d songs removed
fr: %d musiques supprimées

# sync_no_changes
source: Library is up to date
fr: Bibliothèque à jour

source: Equalizer
fr: Égaliseur

source: Graphic Equalizer
fr: Égaliseur Graphique

source: Enable Equalizer
fr: Activer l'Égaliseur

# enable_disable_eq_description
source: Enable or disable the graphic equalizer
fr: Activer ou désactiver l'égaliseur graphique

# manual_eq_presets
source: Manual 16-Band Presets
fr: Préréglages Manuels 16 Bandes

source: No manual presets created
fr: Aucun préréglage manuel créé

# create_manual_eq_description
source: Create a custom 16-band equalizer preset with adjustable sliders
fr: Créez un préréglage d'égaliseur 16 bandes personnalisé avec des curseurs ajustables

source: Create Manual 16-Band EQ
fr: Créer un EQ Manuel 16 Bandes

source: Manual 16-Band EQ
fr: EQ Manuel 16 Bandes

# manual_16band_description
source: Creates a 16-band equalizer with standard ISO frequencies that you can adjust manually
fr: Crée un égaliseur 16 bandes avec des fréquences ISO standard que vous pouvez ajuster manuellement

# adjust_bands_after_creation
source: You'll be able to adjust all frequency bands after creation
fr: Vous pourrez ajuster toutes les bandes de fréquence après la création

source: Frequency Bands
fr: Bandes de Fréquence

source: Edit Equalizer
fr: Modifier l'Égaliseur

source: Reset to Flat
fr: Réinitialiser à Plat

source: Imported Presets
fr: Préréglages Importés

source: No presets imported
fr: Aucun préréglage importé

# import_graphiceq_description
source: Import GraphicEQ .txt files to get started
fr: Importez des fichiers GraphicEQ .txt pour commencer

source: Imported GraphicEQ
fr: GraphicEQ Importé

source: Import GraphicEQ File
fr: Importer un Fichier GraphicEQ

source: Global Settings
fr: Réglages Globaux

source: Global Gain
fr: Gain Global

# global_gain_description
source: Adjust the overall volume level after EQ processing
fr: Ajustez le niveau de volume global après traitement EQ

source: About GraphicEQ Format
fr: À propos du Format GraphicEQ

# import_graphiceq_format_description
source: Import GraphicEQ .txt files with the format:
fr: Importez des fichiers GraphicEQ .txt avec le format :

# frequency_gain_pair_description
source: Each pair represents frequency (Hz) and gain (dB)
fr: Chaque paire représente la fréquence (Hz) et le gain (dB)

source: Export
fr: Exporter

source: Preset Info
fr: Infos du Préréglage

source: Import GraphicEQ
fr: Importer GraphicEQ

source: Preset Name
fr: Nom du Préréglage

source: Enter preset name
fr: Entrer le nom du préréglage

source: Import Methods
fr: Méthodes d'Importation

source: Import from .txt File
fr: Importer depuis un Fichier .txt

source: Paste GraphicEQ Text
fr: Coller le Texte GraphicEQ

source: Error
fr: Erreur

source: Format Info
fr: Informations sur le Format

source: Expected GraphicEQ format:
fr: Format GraphicEQ attendu :

# frequency_gain_pair
source: Each pair: frequency (Hz) gain (dB)
fr: Chaque paire : fréquence (Hz) gain (dB)

source: Paste GraphicEQ
fr: Coller GraphicEQ

# paste_graphiceq_text_section
source: Paste GraphicEQ Text
fr: Coller le Texte GraphicEQ

source: Example
fr: Exemple

source: Import
fr: Importer

source: Failed to import: %@
fr: Échec de l'importation : %@

source: File import failed: %@
fr: Échec de l'importation du fichier : %@

source: Failed to create: %@
fr: Échec de la création : %@

# failed_to_export
source: Failed to export preset
fr: Échec de l'exportation du préréglage

# failed_to_delete
source: Failed to delete preset
fr: Échec de la suppression du préréglage

# band_count_info
source: %d bands (reduced from %d)
fr: %d bandes (réduites de %d)

# bands_reduced_description
source: Your GraphicEQ has more bands than iOS supports. The system intelligently maps your %d bands to %d bands using frequency averaging.
fr: Votre GraphicEQ a plus de bandes qu'iOS ne supporte. Le système mappe intelligemment vos %d bandes vers %d bandes en utilisant la moyenne des fréquences.

# bands_limited_warning
source: ⚠️ GraphicEQ reduced from %d to %d bands (iOS limit)
fr: ⚠️ GraphicEQ réduit de %d à %d bandes (limite iOS)

source: DSD Playback Mode
fr: Mode de Lecture DSD

# dsd_playback_mode_description
source: Choose how DSD audio files (DSF/DFF) are played back
fr: Choisissez comment les fichiers audio DSD (DSF/DFF) sont lus

# dsd_mode_auto
source: Auto (Detect DAC)
fr: Auto (Détection DAC)

# dsd_mode_pcm
source: PCM Conversion
fr: Conversion PCM

# dsd_mode_dop
source: DoP (DSD over PCM)
fr: DoP (DSD sur PCM)

# dsd_mode_auto_description
source: Automatically detect external DAC and use DoP if available, otherwise convert to PCM
fr: Détecte automatiquement le DAC externe et utilise DoP si disponible, sinon convertit en PCM

# dsd_mode_pcm_description
source: Always convert DSD to PCM for playback (compatible with all devices)
fr: Toujours convertir DSD en PCM pour la lecture (compatible avec tous les appareils)

# dsd_mode_dop_description
source: Always use DoP encoding (requires external DAC that supports DSD)
fr: Toujours utiliser l'encodage DoP (nécessite un DAC externe qui supporte DSD)

# sort_date_newest
source: Date Added (Newest)
fr: Date d'ajout (Plus récent)

# sort_date_oldest
source: Date Added (Oldest)
fr: Date d'ajout (Plus ancien)

# sort_name_az
source: Name (A-Z)
fr: Nom (A-Z)

# sort_name_za
source: Name (Z-A)
fr: Nom (Z-A)

# sort_size_largest
source: Size (Largest)
fr: Taille (Plus grand)

# sort_size_smallest
source: Size (Smallest)
fr: Taille (Plus petit)

source: Play Next
fr: Lire ensuite

source: Add to Queue
fr: Ajouter à la file

source: Select
fr: Sélectionner

source: Select All
fr: Tout sélectionner

source: Add to Liked
fr: Ajouter aux favoris

source: Remove from Liked
fr: Retirer des favoris

source: Delete Files
fr: Supprimer les fichiers

# delete_files_confirmation
source: Delete Files
fr: Supprimer les fichiers

# selected_count_singular
source: %d selected
fr: %d sélectionné

# selected_count_plural
source: %d selected
fr: %d sélectionnés

# delete_files_confirmation_message
source: Are you sure you want to delete %d file(s)? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer %d fichier(s) ? Cette action ne peut pas être annulée.
